[
    {
        "img": "5.jpg",
        "jenis": "Berita",
        "judul": "Kegiatan Bazar Ramadhan di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Bazar Ramadhan yang digelar di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak menjadi salah satu momen penting yang dinanti oleh warga dan santri. Kegiatan ini bertujuan meningkatkan perekonomian di lingkungan pesantren sekaligus mempererat rasa kebersamaan antarwarga dan santri. Antusiasme peserta sangat tinggi, dimana beragam produk hasil kreasi dan usaha santri serta masyarakat sekitar dipasarkan. Selain sebagai sarana ekonomi, bazar ini juga menjadi ajang edukasi bagi para santri tentang pentingnya kerja sama, kreativitas, dan semangat berbagi selama bulan suci Ramadhan.."
    },
    {
        "img": "5.jpg",
        "jenis": "Artikel",
        "judul": "Pentingnya Kedisiplinan di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Kedisiplinan merupakan salah satu nilai utama yang ditanamkan kepada para santri sejak mereka pertama kali mondok di pesantren ini. Melalui kedisiplinan, para santri diajarkan untuk menghargai waktu, mematuhi aturan, dan mengembangkan tanggung jawab diri. Nilai ini tidak hanya membentuk karakter pribadi, tetapi juga mempengaruhi keberhasilan mereka dalam menuntut ilmu baik di bidang akademik maupun agama. Kedisiplinan juga menjadi pondasi untuk membentuk generasi muda yang siap menghadapi tantangan hidup di masa depan dengan sikap positif dan profesional.."
    },
    {
        "img": "5.jpg",
        "jenis": "Berita",
        "judul": "Pelatihan Sablon Kaos di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Pelatihan sablon kaos merupakan salah satu kegiatan wirausaha yang diberikan kepada para santri sebagai bekal keterampilan praktis. Kegiatan ini bertujuan untuk membekali santri dengan kemampuan usaha yang dapat mendukung kemandirian ekonomi mereka di masa depan. Selain teknik sablon, pelatihan ini juga mengajarkan aspek pemasaran dan manajemen usaha kecil sehingga santri dapat mengembangkan usaha secara mandiri setelah lulus dari pesantren. Pelatihan ini menjadi contoh nyata bagaimana pesantren turut berperan dalam membentuk jiwa kewirausahaan santri.."
    },
    {
        "img": "5.jpg",
        "jenis": "Artikel",
        "judul": "Santri Mandiri Melalui Program Kewirausahaan di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Program kewirausahaan di pesantren ini mendorong para santri untuk menjadi pribadi yang mandiri dan kreatif sejak dini. Dengan dukungan program ini, santri diajak untuk mengembangkan berbagai usaha kecil sebagai sumber penghasilan dan pengalaman praktis. Kegiatan kewirausahaan juga menumbuhkan sikap percaya diri dan inisiatif yang sangat dibutuhkan dalam menghadapi dunia kerja atau membangun usaha sendiri di kemudian hari. Pendekatan ini menjadi salah satu upaya pesantren dalam membentuk generasi yang siap mandiri secara ekonomi dan produktif."
    },
    {
        "img": "5.jpg",
        "jenis": "Berita",
        "judul": "Lomba MTQ Antar Santri di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Lomba Musabaqah Tilawatil Qur'an (MTQ) antar santri rutin digelar dalam rangka memperingati Maulid Nabi Muhammad SAW. Kegiatan ini tidak hanya bertujuan meningkatkan kemampuan membaca dan menghafal Al-Qur'an, tetapi juga memperkuat semangat spiritual dan kecintaan para santri terhadap Al-Qur'an. Selain sebagai ajang kompetisi, lomba MTQ juga menjadi sarana pembinaan karakter dan mempererat tali silaturahmi antar santri dari berbagai kelas dan angkatan."
    },
    {
        "img": "5.jpg",
        "jenis": "Artikel",
        "judul": "Strategi Belajar Efektif Santri di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Pengelolaan waktu belajar yang disiplin menjadi kunci utama keberhasilan para santri dalam menyeimbangkan tugas akademik dan pembinaan agama. Pesantren mengajarkan berbagai strategi belajar efektif yang meliputi manajemen waktu, teknik menghafal, serta metode pembelajaran yang sesuai dengan kebutuhan tiap individu. Dengan strategi ini, santri mampu memaksimalkan potensi mereka sehingga dapat mencapai prestasi optimal di sekolah maupun pesantren tanpa mengabaikan keseimbangan spiritual dan fisik."
    },
    {
        "img": "5.jpg",
        "jenis": "Berita",
        "judul": "Kunjungan Tokoh Muhammadiyah ke Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Kunjungan tokoh Muhammadiyah ke pesantren ini menjadi momen berharga bagi para santri. Kehadiran tokoh tersebut memberikan motivasi dan inspirasi agar para santri terus giat belajar dan berprestasi. Selain memberikan motivasi, tokoh Muhammadiyah juga berdiskusi langsung dengan para santri dan pengelola pesantren mengenai berbagai program pengembangan pendidikan dan sosial keagamaan. Kunjungan ini memperkuat hubungan antara pesantren dan organisasi Muhammadiyah sebagai bagian dari upaya memperkuat kualitas pendidikan Islam."
    },
    {
        "img": "5.jpg",
        "jenis": "Artikel",
        "judul": "Peran Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung dalam Membangun Karakter Bangsa",
        "deskripsi": "Pondok pesantren ini tidak hanya fokus pada aspek akademik, tetapi juga memiliki peran penting dalam membentuk karakter islami yang kuat. Pendidikan karakter yang diajarkan meliputi nilai-nilai kejujuran, tanggung jawab, dan kepedulian sosial yang dibutuhkan untuk membangun bangsa yang maju dan berakhlak mulia. Dengan pembinaan karakter yang menyeluruh, pesantren berkontribusi mencetak generasi muda yang tidak hanya cerdas secara intelektual, tapi juga bermoral dan memiliki kepedulian sosial yang tinggi."
    },
    {
        "img": "5.jpg",
        "jenis": "Berita",
        "judul": "Peringatan Hari Santri Nasional di Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Hari Santri Nasional dirayakan dengan berbagai kegiatan meriah di pesantren ini, seperti perlombaan dan ceramah motivasi. Acara ini bertujuan untuk mengenang jasa para santri dan ulama dalam perjuangan bangsa sekaligus menguatkan semangat keagamaan di kalangan santri. Kegiatan ini juga menjadi sarana untuk mempererat rasa kebersamaan dan persatuan di antara para santri, serta meningkatkan semangat nasionalisme berbasis nilai-nilai Islam."
    },
    {
        "img": "5.jpg",
        "jenis": "Artikel",
        "judul": "Kebersamaan dalam Asrama Pondok Pesantren Al-Amin Muhammadiyah Seputih Banyak, Lampung Tengah, Provinsi Lampung",
        "deskripsi": "Kehidupan di asrama menjadi bagian penting dalam membentuk solidaritas dan empati antar santri. Santri yang berasal dari berbagai latar belakang dapat belajar hidup bersama, saling menghormati, dan membantu satu sama lain. Suasana asrama yang harmonis dan penuh kekeluargaan ini menumbuhkan rasa persaudaraan yang kuat sehingga membentuk ikatan emosional yang positif yang mendukung perkembangan karakter dan mental santri selama mereka menuntut ilmu."
    }
]